[
    {
      "name": "Megan, Elko",
      "description": "The house was exactly as advertised. It is in the perfect location for a family or friend vacation. Idaliza took great care of us and made everyone feel right at home. The location of the house is perfect for enjoying the whole facility with great views of the marina. We will be returning for future vacations.",
      "bgSrc": "/assets/home_images/testimonials/testimonial1.webp"
    },
    {
      "name": "Kian, Jarabacoa",
      "description": "I had a great stay at RenTArica’s property. It was just how it had been displayed and they even went out of their way to make accommodations. I recommend this place to anyone who is looking for a comfy cozy place to stay in the Dominican Republic.",
      "bgSrc": "/assets/home_images/testimonials/testimonial2.webp"
    },
    {
      "name": "Montea, Jarabacoa",
      "description": "Maikel has built an absolutely incredible oasis in the mountain region of Jarabacoa. Each of the bungalows are unique and equally thoughtful in their design and appointment. There is a real sense of hospitality at this property and pride in Jarabacoa’s natural beauty. The rooms feature high quality beds, linens, furniture and supplies. After a long day of work in Jarabacoa, this property was an absolute dream to return to. Will absolutely return",
      "bgSrc": "/assets/home_images/testimonials/testimonial3.webp"
    },
    {
      "name": "Jaeli, Cabarete",
      "description": "Increíble lugar para alojarse, buena bienvenida por el host, es súper espacio, cómodo y cuenta con todo lo indicado para pasar unas buenas vacaciones. Quede encantada con el lugar sin duda alguna volvería.",
      "bgSrc": "/assets/home_images/testimonials/testimonial4.webp"
    },
    {
      "name": "Hansel",
      "description": "Incredible place I have been to many air bnbs in Dominican Republic the details and service at this place is unmatched truly a breathtaking experience",
      "bgSrc": "/assets/home_images/testimonials/testimonial1.webp"
    },
    {
      "name": "Rosalba",
      "description": "Excelente, cómodo y muy bien equipado",
      "bgSrc": "/assets/home_images/testimonials/testimonial2.webp"
    },
    {
      "name": "Hilda",
      "description": "Excelente alojamiento",
      "bgSrc": "/assets/home_images/testimonials/testimonial3.webp"
    },
    {
      "name": "Ingrid",
      "description": "Recomendado 100%",
      "bgSrc": "/assets/home_images/testimonials/testimonial4.webp"
    }
  ]
  